{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "ENFJ",
  "HubunganInterpersonal": "Aktif Sosial",
  "MemperolehMaklumat": "Gerak Hati",
  "MembuatKeputusan": "Empati",
  "CaraGayaKehidupan": "Sistematik",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang yang mempunyai imaginasi, kreativiti, suka kepelbagaian dan cabaran baru dalam kehidupan.  Anda boleh melihat pembangunan potensi diri orang lain dan berusaha membantu mereka mencapai matlamat yang ditetapkan.  Anda mempunyai sikap ingin tahu tentang sesuatu idea baru dan mahu memberi sumbangan dari aspek kebajikan serta kemanusiaan.\n\nDari aspek hubungan interpersonal, anda seorang yang mudah mesra penyayang, setia, boleh dipercayai dan boleh menyesuaikan diri dengan orang lain.  Anda seorang yang prihatin dan menggunakan empati untuk memahami keperluan motivasi serta emosi orang lain.  Anda mencari yang terbaik dalam diri orang lain dan memberi sokongan serta semangat bagi pembangunan diri mereka.  Anda menghargai kerjasama, boleh mempengaruhi orang lain dan membina persetujuan antara satu sama lain walaupun mereka mempunyai minat serta motif yang berbeza. \n\nAnda kerap bertindak sebagai pengantara, fasilitator atau pemimpin yang memberi inspirasi, mengeluarkan yang terbaik daripada orang lain dan bertanggungjawab mengurus interaksi sosial antara rakan sekerja, kawan atau keluarga.\n",
  "Pekerjaan": "Secara umumnya, anda menggunakan perasaan untuk mempamerkan kemesraan, cuba mencapai kata sepakat dan mahukan konsep harmoni serta sokongan antara rakan sekerja diamalkan dalam organisasi.  \n\nDari aspek pekerjaan, anda membina idea melalui perbincangan, mempelajari tugas baru melalui perbualan dan perlakuan serta berminat bagaimana orang lain melakukan tugas mereka.  Anda suka kepada kepelbagaian, tugas yang berstruktur dan berjadual serta merancang dan melaksanakan tugas seperti yang ditetapkan.  \n\nDari aspek membuat keputusan, anda menggunakan gerak hati, nilai diri  dam empati untuk memahami serta mengambil tindakan atau menyelesaikan tugas pada masa yang ditetapkan.  Anda berasa dihargai apabila orang lain bersetuju dengan anda dan sensitif kepada kritikan atau tekanan. \n",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda menggunakan penilaian diri yang logik dengan mengemukakan pertanyaan.  Jika persoalan yang dikemukakan boleh dijawab, anda cenderung menyegerakan aktiviti merancang, menganjur dan melaksanakan perubahan tersebut.  Anda juga suka kepada perubahan, cara baru melakukan sesuatu kerja dan menyelesaikan masalah baru yang kompleks.  \n",
  "Kepimpinan": "Dari aspek kepimpinan, anda seorang ketua yang mesra tetapi tegas dan suka memberi idea serta galakan kepada orang lain.  Anda juga berusaha mencapai persetujuan bersama, mewujudkan harmoni dan menggalakkan persekitaran tempat kerja yang menyokong antara satu sama lain.  \n\nSebagai pengikut, anda seorang yang setia jika ketua organisasi menghormati prinsip dan nilai anda.\n",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda seorang yang aktif bertenaga, boleh meluahkan perasaan dan menyesuaikan diri secara sosial serta bersedia mendengar dan menyokong orang lain.  Bagaimanapun, anda mempunyai nilai dan pendapat tertentu serta meluahkannya dengan jelas dan tegas apabila situasi memerlukan anda berbuat demikian.  \n\nDari aspek perwatakan, anda seorang yang bersemangat tinggi dalam membina dan mengekalkan keikhlasan dalam hubungan rapat.  Anda berminat melahirkan individu yang berpotensi walaupun di kalangan mereka yang pendiam dan memendam perasaan.   Anda suka kehidupan yang diatur dan berusaha merapatkan hubungan atau situasi yang samar.  Bagaimanapun, jika keperluan individu menjadi konflik dengan jadual dan peraturan, anda akan mendahulukan keperluan manusia terlebih dahulu.\n",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda mungkin bersikap kritis di luar jangka secara tiba-tiba dan mencari kesalahan orang lain.  Anda sering menyimpan pendapat negatif tentang diri dan mendapati pemikiran tersebut mengganggu serta menyedihkan anda.",
  "CreatedBy": "urusetia1",
  "Id": "ENFJ",
  "CreatedDate": "2015-08-03T10:57:08.0407281+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:57:08.039728+08:00",
  "WebId": "31c42dfb-6231-44e2-a042-80d759d8950e"
}