{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "ENFP",
  "HubunganInterpersonal": "Aktif Sosial",
  "MemperolehMaklumat": "Gerak Hati",
  "MembuatKeputusan": "Empati",
  "CaraGayaKehidupan": "Spontan",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang yang prihatin, suka bekerjasama dan memberi sokongan serta mencapai kata sepakat dengan memberikan penghargaan kepada orang lain.  Sikap anda yang menghargai keharmonian, pandai mengambil hati dan boleh menyesuaikan diri menjadikan anda dikenali ramai walau di mana anda berada.  \n\nAnda suka mencipta, bersikap ingin tahu dan melihat kehidupan sebagai satu pengembaraan yang kreatif serta menyeronokkan.  Anda menggunakan gerak hati apabila memulakan sesuatu projek dan memberi sepenuh tenaga bagi mempengaruhi orang lain agar berjaya mencapai matlamat yang ditetapkan.\n\nDari aspek hubungan interpersonal, anda seorang yang peramah, mudah mengalami pelbagai emosi dan berasa seronok berjumpa kenalan baru kerana boleh memperoleh idea atau pengalaman berbeza.\n",
  "Pekerjaan": "Secara umumnya, anda mahukan konsep keharmonian, keseronokan bekerja dan sokongan antara rakan sekerja diamalkan dalam organisasi.   \n\nDari aspek pekerjaan, anda suka kepada fleksibiliti dalam tugas dan berasa terikat dengan tugas rutin, berstruktur atau berjadual.  Anda membina idea melalui perbincangan, mempelajari tugas baru melalui perbualan dan perlakuan serta mempamerkan minat bagaimana orang lain melakukan tugas mereka.  \n\nDari aspek membuat keputusan, anda suka menyelesaikan masalah baru yang kompleks dan menggunakan perasaan, nilai peribadi serta empati untuk memahami dan mengenal pasti sesuatu isu sebelum mengambil tindakan.  \n",
  "PengurusanPerubahan": null,
  "Kepimpinan": null,
  "PersepsiOrangLain": null,
  "ReaksiTerhadapStres": null,
  "CreatedBy": "urusetia1",
  "Id": "ENFP",
  "CreatedDate": "2015-07-29T15:23:37.4363452+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-07-29T15:23:37.4353447+08:00",
  "WebId": "f0d9a1d1-fe18-4cad-cab2-d54a4584659b"
}
