{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "ENTJ",
  "HubunganInterpersonal": "Aktif Sosial",
  "MemperolehMaklumat": "Gerak Hati",
  "MembuatKeputusan": "Rasional",
  "CaraGayaKehidupan": "Sistematik",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang yang berkeyakinan, inovatif, berwawasan, berfikiran global dan suka merancang keperluan individu serta organisasi pada masa hadapan.  \n\nDari aspek hubungan interpersonal, anda suka berinteraksi dengan orang lain dan boleh menyedari hubungan yang kompleks dalam organisasi.  Anda suka kepada cabaran, bersikap ingin tahu, menghargai kebijaksanaan dan kecekapan tetapi tidak suka kepada ketidakefisienan, kurang pengetahuan atau kurang kesedaran.  Anda mempunyai standard diri dan menggunakannya secara paksaan ke atas individu dan organisasi.\n",
  "Pekerjaan": "Secara umumnya, anda suka kepada kepelbagaian, tugas yang berstruktur dan berjadual serta berpegang  kepada prinsip.  Anda boleh memberi kritikan apabila diperlukan dan mahu konsep hormat-menghormati serta keadilan sesama rakan sekerja diamalkan dalam organisasi.\n\nDari aspek pekerjaan, anda fokus kepada tugas, suka kepada perubahan dan cara baru melakukan sesuatu kerja, mempelajari tugas baru melalui perbualan dan perlakuan serta berminat bagaimana orang lain melakukan tugas mereka.  \n\nDari aspek membuat keputusan, anda menganalisis secara logik dan menggunakan naluri diri untuk melihat memahami dan mengambil tindakan.  Anda membina idea melalui perbincangan dan merancang serta menyelesaikan tugas yang kompleks pada masa yang ditetapkan.\n",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda menggunakan penilaian diri yang logik dan mengemukakannya melalui pertanyaan.  Jika persoalan yang dikemukakan boleh dijawab, anda menyegerakan aktiviti merancang, menganjur dan melaksanakan perubahan tersebut.\n",
  "Kepimpinan": "Dari aspek kepimpinan, anda merupakan seorang pemimpin semula jadi dan pembina organisasi.  Anda seorang ketua yang tegas dan bersikap analitis dalam melaksanakan keputusan yang dibuat.  Anda mempunyai pemikiran dan pendirian yang tetap serta membuat keputusan berdasarkan prinsip dan nilai sedia ada.\n\nSebagai pengikut, anda sedia melaksanakan polisi yang efektif jika anda menghormati ketua dalam organisasi.",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda suka berinteraksi secara sosial dan memberi dorongan kepada orang lain.  Anda suka berterus terang, petah berbicara dan mahu mengurus serta menguasai orang lain pada kebanyakan masa.  \n\nDari aspek perwatakan, anda seorang yang objektif, berkeyakinan, adil dan mahu sesuatu perkara diselesaikan dengan segera.  Anda meminati individu yang berpengetahuan dan apabila anda tertarik kepada idea baru, anda akan meneroka serta membincangkannya secara mendalam.  Anda sedia berdebat dan mempertahankan pendapat diri serta berkata apa yang anda fikirkan adalah benar.  Anda sering mencabar pernyataan dan tingkah laku orang lain serta menjangkakan mereka akan mempertahankannya.\n",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda mungkin menjadi asyik dengan kekeliruan yang melanda diri, berasa terasing dan tidak dihargai serta tidak boleh meluahkan tekanan kepada orang lain.\n",
  "CreatedBy": "urusetia1",
  "Id": "ENTJ",
  "CreatedDate": "2015-08-03T10:42:09.0118295+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:42:09.0108294+08:00",
  "WebId": "da857fa0-430d-42b7-d13d-3f72100e8b90"
}