{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "ENTP",
  "HubunganInterpersonal": "Aktif Sosial",
  "MemperolehMaklumat": "Gerak Hati",
  "MembuatKeputusan": "Rasional",
  "CaraGayaKehidupan": "Spontan",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang yang berfikiran rasional, suka bertanya, kreatif dan inovatif serta mempunyai daya imaginasi.  Anda menyukai teori dan konsep serta berasa kagum terhadap kecekapan dan kebijaksanaan.  \n\nDari aspek hubungan interpersonal, anda suka berinteraksi secara sosial dan melihat corak hubungan yang tersirat antara individu. Anda menggunakan gerak hati untuk menjangka masa hadapan dan memotivasikan orang lain.  \n\nAnda seorang yang efisien dan peka kepada perubahan kerana mahu mencari peluang dan cabaran yang menyeronokkan.  Anda menganalisis situasi secara strategik dan mewujudkan penyelesaian yang kompleks kepada masalah yang mencabar.\n",
  "Pekerjaan": "Secara umumnya, anda seorang yang tegas dan berpegang kepada prinsip, bersikap terbuka serta boleh memberi kritikan apabila perlu.  Anda  suka kepada fleksibiliti dalam tugas dan berasa terikat dengan peraturan, struktur serta jadual.  \n\nDari aspek pekerjaan, anda mahukan konsep keseronokan bekerja, hormat-menghormati dan keadilan sesama rakan sekerja diamalkan dalam organisasi.  Apabila anda dikehendaki melakukan tugas baru, anda mempelajarinya melalui perbualan, terus melakukannya atau melihat bagaimana orang lain melakukan tugas mereka.\n\nDari aspek membuat keputusan, anda mengambil tindakan setelah menganalisis secara logik maklumat yang diperoleh. ",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda mendapatkan khidmat nasihat  daripada sumber yang boleh dipercayai.  Sekiranya perubahan tersebut memberi ruang untuk bertindak dan mempamerkan kreativiti, anda akan mengumpulkan sumber serta mengerakkan orang lain untuk melaksanakannya. ",
  "Kepimpinan": "Dari aspek kepimpinan, anda mempamerkan konsep \u0018kepimpinan melalui teladan\u0019.  Anda menghargai dan mempamerkan kepakaran teknikal serta membuat kerangka tugasan yang sistematik dan konsisten.  Anda bersikap skeptikal (ragu-ragu) dan ingin tahu serta sedia membuat perubahan setelah maklumat baru diterima.\n\nSebagai seorang pengikut, anda boleh menyelesaikan masalah secara efektif jika berminat dengan isu yang dikemukakan.  ",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda seorang yang mudah berbicara, boleh menyesuaikan diri dan menyedari sikap orang lain serta mempengaruhi semangat mereka untuk menyokong wawasan anda.  \n\nAnda seorang yang lantang bersuara dan penuh bersemangat apabila meluahkan prinsip yang tersirat.  Bagi anda perdebatan sedemikian adalah cabaran yang memberangsangkan tetapi tindakan tersebut dilihat sebagai mencabar orang lain. \n\nDari aspek perwatakan, anda seorang yang berkeyakinan, suka berdikari, ceria dan aktif bertenaga.  Anda melihat jadual dan prosedur standard sebagai sesuatu yang mengongkong dan akan bekerja dalam situasi sedemikian apabila perlu.",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda mungkin berasa terbeban dengan ketelitian dan hilang kebolehan membuat jangkaan.  Anda mungkin mengalami kecelaruan fikiran atau menjadi terlalu fokus kepada perkara kecil kerana memikirkan isu tersebut adalah permasalahan utama.",
  "CreatedBy": "urusetia1",
  "Id": "ENTP",
  "CreatedDate": "2015-07-29T15:24:27.9578746+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:31:20.5769925+08:00",
  "WebId": "88fa8f6a-dfc6-4bb9-abd7-e3a7a11f95d2"
}