{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "ESFP",
  "HubunganInterpersonal": "Aktif Sosial",
  "MemperolehMaklumat": "Fakta",
  "MembuatKeputusan": "Empati",
  "CaraGayaKehidupan": "Fleksibel",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang yang baik hati, mudah bersimpati, berhati-hati, praktikal dan realistik.  Anda seorang yang suka mendesak dan seboleh mungkin tidak mahu peraturan mengganggu kehidupan.\n\nDari aspek hubungan interpersonal, anda suka berinteraksi secara sosial, kerap berperanan sebagai pendamai dan berupaya menggerakkan orang lain mengendalikan konflik atau krisis apabila berlaku.  \n\nAnda suka memerhati tingkah laku manusia, boleh mengetahui apa yang berlaku dan prihatin terhadap keperluan orang lain.  Anda seorang yang optimistik terhadap kehidupan, berasa gembira dan menghargai apa yang diperoleh serta cuba memenuhi keperluan orang lain secara kreatif.\n",
  "Pekerjaan": "Secara umumnya, anda seorang yang bersikap terbuka dan fleksibel, suka kepada kepelbagaian dalam menjalankan tugas serta berasa terikat dengan pekerjaan yang berstruktur atau berjadual.  Apabila anda melakukan tugas baru, anda mempelajarinya melalui perbincangan, melakukan tugasan tersebut atau melihat bagaimana orang lain melakukannya.\n\nDari aspek pekerjaan, anda cuba memenuhi dan mencapai kata sepakat di kalangan rakan sekerja kerana mahukan keharmonian serta sokongan mereka dalam menyempurnakan tugas.  Anda bertindak cemerlang sebagai ahli pasukan dan boleh memberi tumpuan bagi menyelesaikan tugas dengan segera.  \n\nDari aspek membuat keputusan, anda berpegang kepada nilai diri, menggunakan maklumat sedia ada dan mengambil kira pengalaman diri serta orang lain. \n",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda mendapatkan khidmat nasihat  daripada sumber yang boleh dipercayai.  Sekiranya perubahan tersebut memberi ruang untuk bertindak dan mempamerkan kreativiti, anda akan mengumpulkan sumber serta mengerakkan orang lain untuk melaksanakannya. ",
  "Kepimpinan": "Dari aspek kepimpinan, anda seorang ketua yang mesra, fleksibel, suka memberi dorongan dan membenarkan individu memilih cara gaya bekerja yang bersesuaian.  Anda juga menggalakkan semangat kerja berpasukan, melibatkan orang lain dalam membuat keputusan dan berkongsi ganjaran.\n\nSebagai pengikut, anda bersemangat menyempurnakan tugas jika dilayan dengan hormat.\n",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda seorang yang aktif bertenaga, ceria, bersemangat dan bermaklumat.  Sikap anda yang mudah menyesuaikan diri dan menggembirakan orang lain menyebabkan mereka berasa tertarik untuk bersama anda.\n\nDari aspek perwatakan, anda tidak suka teori atau penulisan yang memerlukan penjelasan, merancang atau melakukan aktiviti rutin dan akan mencari jalan untuk mengatasinya.  Anda percaya kepada kebolehan diri untuk bertindak dan mengendalikan situasi secara efektif pada masa yang dikehendaki.\n",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda berasa sangat tertekan dan mula memikirkan perkara negatif yang mungkin berlaku.  Secara tidak langsung, anda mungkin membina penjelasan umum terhadap gambaran negatif yang difikirkan.",
  "CreatedBy": "urusetia1",
  "Id": "ESFP",
  "CreatedDate": "2015-08-03T10:39:07.5626864+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:39:07.5776879+08:00",
  "WebId": "eb4e901e-99ee-493d-d04a-e7f907b7a081"
}