{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "ESTP",
  "HubunganInterpersonal": "Aktif Sosial",
  "MemperolehMaklumat": "Fakta",
  "MembuatKeputusan": "Rasional",
  "CaraGayaKehidupan": "Fleksibel",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang yang praktikal dan realistik, berkeyakinan serta suka berterus terang.  Anda mempunyai semangat berpasukan, boleh menerima perbezaan pandangan dan sedia memberi maklum balas kreatif kepada situasi mencabar.  Anda suka mencuba cara baru atau memudahkan sistem sedia ada dan menjadikannya sebagai sesuatu yang menyeronokkan.\n\nDari aspek hubungan interpersonal, anda suka berinteraksi secara sosial dan mempamerkan minat terhadap perkara atau pengalaman baru yang berlaku di sekeliling anda.  Anda sering diminta menghadiri aktiviti sosial seperti majlis keraian kerana kebolehan anda menghidupkan dan mewujudkan keseronokan dalam majlis sedemikian.\n",
  "Pekerjaan": "Secara umumnya, anda seorang yang tegas dan berpegang kepada prinsip, bersikap terbuka serta boleh memberi kritikan apabila perlu.  Anda  suka kepada fleksibiliti dan berasa terikat dengan peraturan, struktur atau jadual.  \n\nDari aspek pekerjaan, anda mahukan konsep keseronokan bekerja, hormat-menghormati dan keadilan sesama rakan sekerja diamalkan dalam organisasi.  Anda boleh melihat sesuatu isu mengikut situasi semasa dan mengambil tindakan segera bagi memenuhi keperluan tersebut.  \n\nApabila anda dikehendaki melakukan tugas baru, anda mempelajarinya melalui perbualan atau terus melakukannya kerana percaya kepada kebolehan diri dan maklumat sedia ada. Anda suka membina idea melalui perbincangan dan berminat bagaimana orang lain melakukan tugas mereka.\n\nDari aspek membuat keputusan, anda mengambil tindakan dengan menganalisis secara logik maklumat yang diperoleh dan mengambil kira pengalaman diri serta orang lain. \n",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda mendapatkan khidmat nasihat  daripada sumber yang boleh dipercayai.  Anda bersikap ingin tahu atau skeptikal (ragu-ragu) terhadap perubahan dan hanya sedia berubah setelah menerima maklumat baru.  Sekiranya perubahan tersebut memberi ruang untuk bertindak dan mempamerkan kreativiti, anda akan mengumpulkan sumber serta mengerakkan orang lain untuk melaksanakannya. \n",
  "Kepimpinan": "Dari aspek kepimpinan, anda mempamerkan konsep \u0018kepimpinan melalui teladan\u0019.  Anda menghargai dan mempamerkan kepakaran teknikal serta membuat kerangka tugasan yang sistematik dan konsisten.  Anda boleh menyelesaikan masalah secara efektif jika berminat dengan isu yang dikemukakan.  \n\nSebagai pengikut, anda seorang yang berorientasikan tindakan dan tidak suka menerima arahan secara teori atau bertulis.\n",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda menghargai kehidupan dan orang lain serta menghayati semangat dan unsur jenaka yang ada dalam diri.  \n\nDari aspek perwatakan, anda seorang yang ceria, aktif bertenaga, bersikap spontan, suka kepada keseronokan dan aktiviti lasak serta sedia mengambil risiko.  \n",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda mungkin mengalami fikiran atau imaginasi negatif bahawa orang lain tidak prihatin terhadap anda.  Kesan daripada kepercayaan ini mendorong anda menggunakan maklumat yang salah untuk membuktikan bahawa fikiran atau imaginasi tersebut adalah benar.",
  "CreatedBy": "urusetia1",
  "Id": "ESTP",
  "CreatedDate": "2015-08-03T10:37:43.7293039+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:37:43.7283038+08:00",
  "WebId": "6e09158f-1a48-4eee-fb43-3365d2161ac0"
}