{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "INFJ",
  "HubunganInterpersonal": "Pasif Sosial",
  "MemperolehMaklumat": "Gerak Hati",
  "MembuatKeputusan": "Empati",
  "CaraGayaKehidupan": "Sistematik",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang kreatif, idealistik, konseptual dan berwawasan.  Anda berpegang kepada nilai diri dan sedia berkorban untuk pembangunan potensi diri serta individu yang penting kepada anda dan mencari jalan alternatif untuk mencapai matlamat tersebut.\n\nDari aspek hubungan interpersonal, anda seorang yang prihatin dan penyayang, memberi fokus kepada interaksi sosial manusia serta boleh mengetuai dan mempengaruhi orang lain.  ",
  "Pekerjaan": "Secara umumnya anda sedia memberi sokongan dan mencapai kata sepakat di kalangan rakan sekerja kerana mahukan konsep keharmonian diamalkan dalam organisasi.  Anda seorang yang setia kepada individu yang mempunyai nilai yang sama dan kurang berminat terhadap mereka yang mempamerkan nilai yang berbeza.  \n\nDari aspek pekerjaan, anda suka bekerja secara bersendirian tanpa gangguan apabila perlu menyelesaikan tugas dengan segera.  Anda suka merancang dan melaksanakan tugas seperti yang ditetapkan.  Anda juga suka tugas yang berstruktur atau berjadual dan mempelajari tugas baru melalui pembacaan.\n\nDari aspek membuat keputusan, anda menggunakan gerak hati dan empati untuk memahami maksud, perasaan serta hubungan manusia yang kompleks dan mengambil tindakan. \n",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda sedia menerima dan melaksanakannya jika perubahan tersebut selaras dengan prinsip atau nilai diri.  Bagaimanapun, sekiranya perubahan tersebut bercanggah dengan prinsip dan nilai diri, anda mungkin tidak bersedia membuat perubahan dan akan mempertahankan prinsip serta nilai sedia ada.\n",
  "Kepimpinan": "Dari aspek kepimpinan, anda seorang ketua yang mesra tetapi tegas dan suka memberi idea serta galakan kepada orang lain.  Anda juga berusaha mencapai persetujuan bersama, mewujudkan harmoni dan menggalakkan persekitaran tempat kerja yang menyokong antara satu sama lain.  \n\nSebagai pengikut, anda seorang yang setia jika ketua organisasi menghormati prinsip dan nilai anda.\n",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda boleh mempamerkan kasih sayang tetapi hanya berkongsi perkara peribadi dengan individu yang dipercayai.  Anda mungkin sukar dikenali kerana sangat menyimpan maklumat peribadi dan cubaan berkomunikasi secara peribadi kerap dibalas secara kiasan.\n\nDari aspek perwatakan, anda seorang yang individualistik, mempunyai kehidupan misteri (persendirian) dan menghargai keikhlasan serta komitmen dalam hubungan.  Anda mungkin suka memendam perasaan tetapi akan mempertahankan diri apabila nilai atau hak anda dipertikai.\n",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda menjadi asyik dengan maklumat yang pada kebiasaannya dianggap tidak relevan.  Anda cenderung melakukan aktiviti harian secara keterlaluan seperti menonton program televisyen, makan berlebihan atau membeli barangan yang tidak bermakna kepada anda.",
  "CreatedBy": "urusetia1",
  "Id": "INFJ",
  "CreatedDate": "2015-07-29T15:26:56.1694265+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:32:37.849719+08:00",
  "WebId": "7bbe71a5-0ae4-4f45-ce98-114722abd092"
}