{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "INTJ",
  "HubunganInterpersonal": "Pasif Sosial",
  "MemperolehMaklumat": "Gerak Hati",
  "MembuatKeputusan": "Rasional",
  "CaraGayaKehidupan": "Sistematik",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang suka berdikari, tabah hati, berfikiran rasional dan mementingkan ketepatan.  Anda suka cabaran yang kompleks dan perkara abstrak, membuat gambaran tentang masa hadapan serta merangka strategi bagi mencapai matlamat yang ditetapkan.  Anda tidak suka kepada kekeliruan atau ketidakefisienan dan melihat perkara rutin adalah sesuatu yang membosankan serta boleh menghakis kreativiti.  \n\nDari aspek hubungan interpersonal, anda suka mengasingkan diri tetapi berpengaruh dalam situasi yang memerlukan anda bertindak sedemikian.  Anda seorang yang teliti dan berpendirian tegas walaupun berhadapan dengan pendapat popular atau pihak berkuasa.  Anda juga mempunyai standard yang tinggi terhadap pengetahuan dan kecekapan yang ada pada diri serta orang lain.\n",
  "Pekerjaan": "Dari aspek pekerjaan, anda suka bekerja secara bersendirian tanpa gangguan terhadap tugas yang dilakukan.  Anda suka kepada tugas yang berstruktur atau berjadual dan melaksanakan tugas seperti yang ditetapkan.  Anda mahu konsep hormat-menghormati dan keadilan sesama rakan sekerja wujud dalam organisasi.  \n\nAnda berfikiran global, mempunyai wawasan tentang masa hadapan dan berusaha melaksanakan idea yang dirancang.  Anda sedia menerima perubahan dan mempelajari cara baru melakukan kerja melalui pembacaan.  \n\nDari aspek membuat keputusan, anda menganalisis secara logik apabila mahu memahami atau menyelesaikan sesuatu perkara dengan segera.  Anda percaya kepada penilaian diri, menilai setiap perkara secara kritis dan memberi kritikan apabila perlu.  Anda berpegang kepada prinsip dan berkebolehan mengenal pasti masalah serta menyelesaikannya dengan segera. \n",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda akan melihat sama ada ia selaras dengan prinsip atau nilai diri.  Sekiranya ia  mempunyai persamaan dengan prinsip atau nilai diri, anda bersedia menerima dan melaksanakan perubahan tersebut.  Bagaimanapun, jika perubahan tersebut tidak mempunyai persamaan dengan prinsip dan nilai diri, anda mungkin tidak bersedia membuat perubahan dan akan mempertahankan prinsip serta nilai sedia ada.",
  "Kepimpinan": "Dari aspek kepimpinan, anda seorang ketua yang suka menganalisis dan tegas dalam melaksanakan keputusan yang dibuat.  Anda seorang yang berfikiran dan berpendirian tetap serta mengambil tindakan berdasarkan kepada prinsip dan penilaian secara keseluruhan.  Anda berkebolehan merancang untuk jangka masa panjang dan kerap meningkat sebagai pemimpin dalam kumpulan atau organisasi.  \n\nSebagai pengikut, anda sedia melaksanakan polisi organisasi yang efektif jika anda menghormati ketua organisasi.\n",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda suka memendam perasaan dan sukar dikenali tetapi boleh meyakinkan orang lain walaupun anda sukar melibatkan diri dalam perbincangan sosial.\n\nDari aspek perwatakan, anda seorang yang tenang dan meluahkan nilai diri dalam bentuk pendapat atau keputusan yang logikal.  Anda seorang yang kurang fleksibel dan mementingkan konseptual tetapi sedia mengubah pendapat jika dikemukakan dengan bukti atau fakta baru.  \n",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda mungkin melakukan aktiviti harian secara keterlaluan seperti menonton televisyen atau makan secara berlebihan.  Anda juga cenderung menjadi terlalu fokus kepada perkara yang sebelum ini tidak dilihat sebagai sesuatu yang penting.\n",
  "CreatedBy": "urusetia1",
  "Id": "INTJ",
  "CreatedDate": "2015-07-29T15:28:48.8383561+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:33:50.8030136+08:00",
  "WebId": "c091ac4a-3461-4522-b996-38d331a9ecce"
}