{
  "$type": "Bespoke.epsikologi_iprecommendation.Domain.IpRecommendation, epsikologi.IpRecommendation",
  "Skor": "INTP",
  "HubunganInterpersonal": "Pasif Sosial",
  "MemperolehMaklumat": "Gerak Hati",
  "MembuatKeputusan": "Rasional",
  "CaraGayaKehidupan": "Spontan",
  "Perwatakan": "Anda mempamerkan diri sebagai seorang yang bijak, menghargai kecekapan, suka membincangkan perkara abstrak dan boleh melihat sesuatu yang tidak konsisten atau tidak logik dengan segera.  \n\nDari aspek hubungan interpersonal, anda seorang yang sinis, suka mengasingkan diri dan sering mengemukakan soalan yang sukar bagi melihat hubungan yang menjangkaui masa sekarang.   Anda suka mencabar diri dan orang lain dalam mencari serta menerangkan struktur atau pendekatan yang logikal kepada orang lain.  \n",
  "Pekerjaan": "Secara umumnya, anda seorang yang tegas, berpegang kepada prinsip dan boleh memberi kritikan apabila perlu.  Anda seorang yang bersikap terbuka dan spontan, mahukan fleksibiliti, suka kepada tugas yang mencetuskan sikap ingin tahu dan berasa terikat dengan tugas yang berstruktur serta berjadual. Anda juga mahukan konsep hormat-menghormati, keseronokan bekerja dan keadilan sesama rakan sekerja diamalkan dalam organisasi.  \n\nDari aspek pekerjaan, anda suka bekerja sendirian tanpa gangguan apabila memberi tumpuan terhadap tugas.  Anda menghasilkan tugas terbaik apabila berdikari dalam menyelesaikan masalah dengan menggunakan pengetahuan atau kebijaksanaan sedia ada.  Bagaimanapun, anda memerlukan kritikan yang tajam bagi membantu menyelesaikan punca masalah yang kompleks.  \n\nDari aspek membuat keputusan, anda cenderung mengikut naluri diri dan menganalisis secara logik untuk memahami, membuat rumusan dan menyelesaikan masalah baru yang kompleks.  \n",
  "PengurusanPerubahan": "Apabila sesuatu perubahan dicadangkan, anda mempamerkan sifat ingin tahu dan menilai maklumat yang diperoleh berdasarkan kepada prinsip sedia ada.  Anda suka kepada perubahan dan cara baru melakukan sesuatu kerja serta mempelajari tugas baru melalui pembacaan.  Anda mencari maklumat dan membuat perubahan berdasarkan keputusan yang dibuat tetapi mengikut masa sendiri. \n",
  "Kepimpinan": "Dari aspek kepimpinan, anda mempamerkan konsep \u0018kepimpinan melalui teladan\u0019.  Anda menghargai dan mempamerkan kepakaran teknikal serta membuat kerangka tugasan yang sistematik dan konsisten.  Anda bersikap skeptikal (ragu-ragu) dan ingin tahu serta sedia membuat perubahan setelah maklumat baru diterima.\n\nSebagai seorang pengikut, anda boleh menyelesaikan masalah secara efektif jika berminat dengan isu yang dikemukakan.  \n",
  "PersepsiOrangLain": "Dari aspek hubungan interpersonal, anda dilihat sebagai seorang yang pendiam, memendam perasaan dan mengasingkan diri walaupun boleh berbicara dalam bidang kepakaran anda.  Anda menghargai ketepatan dalam berkomunikasi dan tidak suka kepada perkara yang tidak dinyatakan secara jelas.  Anda mahu meluahkan perkara yang sebenar tetapi menjadikannya sebegitu kompleks sehingga orang lain sukar memahami anda.\n\nDari aspek perwatakan, anda seorang yang tenang, suka memerhati, menghargai autonomi dan seboleh mungkin tidak mahu mengurus manusia atau situasi.  Apabila anda perlu mengambil tindakan, anda lebih berminat mencari penyelesaian daripada penggunaan penyelesaian secara praktikal.\n\nAnda boleh bertoleransi terhadap kepelbagaian tingkah laku dan suka mengemukakan serta mempertikaikan sesuatu isu jika anda percaya ia adalah munasabah untuk berbuat demikian.  Bagaimanapun, sikap fleksibel tersebut boleh hilang apabila prinsip yang dipegang dicabar oleh orang lain.  \n",
  "ReaksiTerhadapStres": "Apabila mengalami stres yang tinggi, anda mungkin meluahkan emosi secara nyata dalam keadaan yang tidak sesuai.  Kesan luahan emosi seperti kemarahan atau kesedihan mungkin menakutkan orang lain dan memalukan anda kerana selalunya anda berada dalam keadaan tenang serta terkawal.\n",
  "CreatedBy": "urusetia1",
  "Id": "INTP",
  "CreatedDate": "2015-08-03T10:40:55.4834774+08:00",
  "ChangedBy": "urusetia1",
  "ChangedDate": "2015-08-03T10:40:55.4824773+08:00",
  "WebId": "4c7b826e-003b-4412-9527-e173d0cbc89d"
}